micropython/micropython/ports/raspberrypi/boards/boardsource_blok/mpconfigboard.h
#define MICROPY_HW_BOARD_NAME "BLOK"
#define MICROPY_HW_MCU_NAME "rp2040"

#define MICROPY_HW_NEOPIXEL (&pin_GPIO29)
